#include <stdio.h>

int main(void)
{

	printf("Hello,World!\n");
	printf("铎哥说commit不够了就来这里写一条printf.\n")；
	printf("铎哥真聪明。\n");
	
	printf("今天9月9号，昨天push的太harder了，有点累，所以今日代码量不够，又来摸鱼。\n");
	printf("因为提到了push harder，便跟铎哥讨论为什么没有github娘。\n");
	
	printf("好像确实没有，那不如我们设计一个吧。\n");
	printf("因为为了满足死宅程序员的幻想，所以github娘可以具有如下特征：");
	printf("特征：猫娘章鱼兽，形象是萝莉猫娘，有黑色触手从裙子下伸出，两只腿是正常人的腿，但是要加上厚黑丝，一只手拿书，一只手拿键盘，性格要活泼（比较能骗到死宅吧）\n");
	printf("感觉形象很丰满了，可以找一个画师约稿了.\n");
	printf("可是我们没有钱.jpg\n");
	
	printf("今天差点忘了领epic,谢谢铎哥提醒，重要的事要记下来.\n");
	
	printf("今天看了很多AI面试的问题和需要掌握的技巧，感觉要学的内容太多了，一瞬间有点泄气。\n");
	printf("礼记曰：所谓诚其意者，毋自欺也。如恶恶臭，如好好色，此之谓自谦。故君子必慎其独也。\n");
	printf("然，小人常有，君子不常有，慎独此亦难矣");
	
	printf("垆边人似月，皓腕凝霜雪\n");
	printf("一步踏尽一树白，一桥清雨一伞开。\n");
	printf("悲欢离合总无情。一任阶前，点滴到天明。"\n);
	
	printf("想清楚了一些朴素的社交道理"\n);
	printf("尝试新的沟通方法"\n);
	
	printf("请神容易送神难"\n);
	
	printf("一路上，阿尔及利亚用她特有的热情包容着我们，为我们呈现出一个金黄而又湛蓝的世界。在这里，充足的阳光让别墅的院墙都无法关住娇艳的玫瑰"\n);
	printf("花园里的木槿更是泛着淡淡的红晕，在一片金黄中绽放出沁人的笑颜；就连石头都暖烘烘的，仿佛冒着热气的金蛋。"\n);
	
	printf("一夜寒风，晨醒头痛"\n);

	printf("凉风起天末，君子意如何。"\n);
	return 0;
}
